Revit 2027 API
ParameterTypeId.StructuralSectionCommonMomentOfInertiaStrongAxis Property
 "Moment of Inertia strong axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonMomentOfInertiaStrongAxis { get; }
Public Shared ReadOnly Property StructuralSectionCommonMomentOfInertiaStrongAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonMomentOfInertiaStrongAxis {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonMomentOfInertiaStrongAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace